{
  "sanpham": [
    {
      "id": 1,
      "title": "Bộ One Piece 500 Quiz Book (Tập 1 + Tập 2) - Tặng Kèm Standee PVC Luffy",
      "price": "70000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645188550/lj8rtqsiardabofgjgqc.jpg",
      "desc": " One Piece 500 Quiz Book (Tập 1 + Tập 2)\n \n\nTrận chiến kiêu hãnh!! Thử tài fan One Piece bằng 500 câu hỏi siêu thú vị!!\n\nOne Piece 500 Quiz Book là Series tuyển tập những câu hỏi đố cực kì hóc búa, dành cho các Fan yêu mến bộ truyện tranh One Piece!! Sách sẽ được NXB Kim Đồng cho phát hành cùng lúc Vol.1 và Vol.2 trong tháng 6.2021 này!!\n\nCác câu đố vui trong cuốn sách được phân chia thành những chủ đề khác nhau như: Chủ đề về các thành viên băng Hải tặc Mũ Rơm, Thất Vũ hải, Hải quân hay Tứ hoàng... Toàn bộ những chuyến phiêu lưu, trận chiến đình đám trong tác phẩm sẽ trở thành những thử thách đủ sức làm khó những Fan kì cựu nhất!!\n\nVà các Fan mới cũng có thể yên tâm, kèm theo mỗi câu hỏi chính là phần đáp án được lí giải cực kì chi tiết, thông qua đó bạn sẽ nhớ và biết được nhiều hơn về thế giới bao la trong bộ truyện của chúng ta. Điểm số mà bạn nhận được sẽ nói lên mức truy nã của bạn, hãy nhắm tới mục tiêu “Trên-100-triệu” nhé! \n\nĐừng quên chia sẻ cuốn sách này với bạn bè! Vừa tận hưởng niềm vui với bạn bè thân thiết, vừa cạnh tranh nhau nhằm nâng cao số tiền thưởng của bản thân!! Càng đọc đáp án nhiều, sẽ càng “Thông thái” hơn!! Quyết tâm trở thành \"Nhà One Piece học\" nào!!\n\nMỗi tập sách sẽ được đính kèm tranh màu gập ở ngay đầu. Phần bìa áo được ép nhũ lấp lánh, và quan trọng nhất là những bản in đầu của One Piece 500 Quiz Book sẽ được tặng kèm 01 standee Monkey D. Luffy!! Chuyến phiêu lưu trên đại dương xoay quanh One Piece lại bắt đầu rồi đấy!!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-03-03",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 11.3 x 17.6 x 1.0 cm",
      "trang": "300",
      "trongluong": "500",
      "quantity": "10",
      "danhMucId": 1
    },
    {
      "id": 2,
      "title": "One Piece Color Walk Wolf - Tuyển Tập Tranh Eiichiro Oda Tập 8 [Tặng Sticker, Postcard]",
      "price": "130000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645165902/ounrdf2joinkgwddyoai.jpg",
      "desc": "One Piece Color Walk Wolf - Tuyển Tập Tranh Eiichiro Oda Tập 8 [Tặng Sticker, Postcard]\n \n\nONE PIECE COLOR WALK - Series Artbook Manga đầy màu sắc của ONE PIECE đã bước sang cuốn thứ 8!!\n\nLà tập hợp của những bức tranh màu đầy tỉ mỉ và thú vị được tác giả Eiichiro Oda dày công vẽ nên, tập Artbook mới nhất vẫn chứng tỏ sức sáng tạo không có giới hạn của ông, nhưng rực rỡ và vượt trội hơn rất nhiều!!\n\nVới Tổng hợp hơn 100 tranh màu từ phần truyện Dressrosa đến Zou, độc giả còn có cơ hội được ngắm loạt tranh màu kết hợp với vở kịch “ONE PIECE SUPER KABUKI” nức tiếng!!\n\nTập Artbook còn đính kèm cuộc trò truyện giữa tác giả Eiichiro Oda với họa sĩ Katsuya Terada - người vẽ bức họa đỉnh cao về Ace trong “ONE PIECE Magazine Vol.1”!!\n\nNgoài ra bạn đọc cũng sẽ được nhận 1 tấm poscard, 1 bảng sticker khổ lớn gập đôi đính kèm sẵn vào bên trong! Hãy tiếp tục làm cho kho báu ONE PIECE của các bạn thêm đồ sộ hơn nữa nhé!!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-02-24",
      "nph": "NXB Kim Đồng",
      "size": " đóng hàng (RxDxC) 21.0 x 29.7 x 1.0 cm",
      "trang": "116",
      "trongluong": "266",
      "quantity": "20",
      "danhMucId": 1
    },
    {
      "title": "One Piece Tập 41: Lời Tuyên Chiến (Tái Bản 2020)",
      "price": "19500",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166017/frpkfdpejzdh0jqhwlnj.jpg",
      "desc": "One Piece Tập 41: Lời Tuyên Chiến (Tái Bản 2020)\n \n\n20 năm trước, trên hòn đảo Ohara ở West Blue có một cô bé luôn sống trong cô độc, bị những người xung quanh ghê sợ và xa lánh. Tên cô bé là Nico Robin... Rốt cuộc biến cố nào trong quá khứ đã đẩy cô xuống vực sâu tuyệt vong như vậy!? Những chuyến phiêu lưu trên đại dương xoay quanh One Piece lại bắt đầu!!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-03-04",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 11.3 x 17.6 x 2.0 cm",
      "trang": "192",
      "trongluong": "350",
      "quantity": 5,
      "danhMucId": 1,
      "id": 3
    },
    {
      "title": "One Piece Tập 16: Ý Chí Được Kế Thừa (Tái Bản 2020)",
      "price": "19500",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166106/v2v8kuawqyxtcbtenzw1.jpg",
      "desc": "One Piece Tập 16: Ý Chí Được Kế Thừa (Tái Bản 2020)\n \n\nNhóm Luffy đang cố gắng thuyết phục chú tuần lộc mũi xanh Tony Tony Chopper làm đồng đội. Thế nhưng sự việc đau buồn xảy ra trong quá khứ đã để lại một vết thương lớn trong lòng Chopper... Những chuyến phiêu lưu trên đại dương xoay quanh One Piece lại bắt đầu!!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-02-22",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 11.3 x 17.6 x 2.0 cm",
      "trang": "192",
      "trongluong": "350",
      "quantity": "6",
      "danhMucId": 1,
      "id": 4
    },
    {
      "title": "Doraemon Học Tập: Bơi Lội (Tái Bản 2021)",
      "price": "40000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166263/uqj1m1r71qgqjescrpsr.jpg",
      "desc": "Doraemon Học Tập: Bơi Lội ( Tái Bản 2021) \n\n \n\nBơi lội giúp cuộc sống hằng ngày của chúng ta thêm thú vị, tươi mới và phong phú. Khi có thể bơi những kiểu khác nhau hay bơi giỏi hơn, chắc hẳn các em sẽ có thêm hứng thú và quyết tâm đấy.\n\nCuốn sách này giải thích ngắn gọn và dễ hiểu các phương pháp tập bơi, giúp các em học sinh nắm vững lí thuyết, cũng như có thể bơi một cách vui vẻ, an toàn.",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-02-08",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 13.0 x 18.0 x 0.2 cm",
      "trang": "224",
      "trongluong": "350",
      "quantity": "10",
      "danhMucId": 2,
      "id": 5
    },
    {
      "title": "Doraemon - Điện Ảnh Màu - Tập 10: Nobita Và Nước Nhật Thời Nguyên Thuỷ (Tái Bản 2020)",
      "price": "50000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166348/v28ldumisaensjy6hqyr.jpg",
      "desc": "Doraemon - Điện Ảnh Màu - Tập 10: Nobita Và Nước Nhật Thời Nguyên Thủy (Tái Bản 2020)\n \n\n“Nobita Và Nước Nhật Thời Nguyên Thuỷ” là tác phẩm thứ 10 trong loạt phim hoạt hình rất được mến mộ “Doraemon” được chuyển thể nguyên tác truyện tranh của tác giả Fujiko.F.Fujio. (Tác phẩm được công chiếu vào mùa xuân năm 1989).\nDoraemon, Nobita và các bạn đã cùng nhau bỏ nhà ra đi, quay trở về quá khứ 70 ngàn năm trước. Cả nhóm làm việc rất chăm chỉ, với mục tiêu xây dựng một xã hội lí tưởng tại nước Nhật cổ xưa chưa có con người xuất hiện, thế nhưng...\nMời các bạn cùng đọc truyện!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-03-05",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 13.0 x 18.0 x 1.2 cm",
      "trang": "244",
      "trongluong": "440",
      "quantity": "6",
      "danhMucId": 2,
      "id": 6
    },
    {
      "title": "Doraemon - Điện Ảnh Màu - Tập 9: Nobita Và Hiệp Sĩ Rồng (Tái Bản 2020)",
      "price": "50000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166442/o6ndof6s1xk8csrkgzpi.jpg",
      "desc": "Doraemon - Điện Ảnh Màu - Tập 9: Nobita Và Hiệp SĨ Rồng (Tái Bản 2020)\n \n\n“Nobita Và Hiệp Sĩ Rồng” là tác phẩm thứ 8 trong loạt phim hoạt hình rất được mến mộ “Doraemon” được chuyển thể nguyên tác truyện tranh của tác giả Fujiko.F.Fujio. (Tác phẩm được công chiếu vào mùa xuân năm 1987).\nNobita và các bạn đã cùng nhau phiêu lưu tới Thế giới trong lòng đất. Ở thế giới chưa ai biết tới, đầy rẫy những điều đáng sợ ấy, cả nhóm đã bắt gặp những chú khủng long tưởng như đã bị tuyệt chủng từ xa xưa trong quá khứ…\nMời các bạn cùng đọc truyện!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-01-05",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 13.0 x 18.0 x 1.2 cm",
      "trang": "244",
      "trongluong": "440",
      "quantity": "15",
      "danhMucId": 2,
      "id": 7
    },
    {
      "title": "Thám Tử Lừng Danh Conan - Tập 99",
      "price": "20000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166526/ubbpkw8arb1jhojdet1w.jpg",
      "desc": "Thám Tử Lừng Danh Conan - Tập 99\n \n\n \n\n \n\nChuyện gì đã xảy ra trên cầu Vauxhall ở London…? Bí ẩn bao trùm hai mẹ con Mary và Masumi Sera sẽ được làm sáng tỏ trong chương phá giải vụ án đầu độc tại bữa tiệc của người mẫu!\nTìm đến nơi Kazami đang lâm nạn, Toru Amuro tình cờ gặp Conan và nhóm thám tử nhí rồi bước vào vụ án giam cầm ở trang trại chăn nuôi! Tại đây, anh cũng chạm trán Rumi Wakasa - người đã dẫn bọn trẻ tới…!?\nGosho AOYAMA: “Chào các bạn, tôi là Aoyama! Chuyện này xảy ra cũng khá lâu rồi… Lần đó, tôi cùng các biên tập viên đến thăm nhà họa sĩ Tetsuya Chiba! Tôi rất muốn được tận mắt nhìn ngắm căn phòng làm việc huyền thoại trên gác mái!! Đó là căn phòng có cấu trúc nhỏ gọn và hiệu quả, cứ ngồi yên trên ghế cũng có thể dễ dàng với tay tới bất cứ thứ gì, không chỉ đồ nghề vẽ manga mà cả tài liệu, thuốc men nữa. Tôi ra về mà trong lòng không khỏi ghen tị với họa sĩ, nhưng nghĩ lại thì quanh ghế ngồi của tôi ở phòng làm việc cũng đâu khác gì. Cảm giác thân thuộc ấy khiến tôi cứ tủm tỉm cười (Ha ha).”\nMiêu Miêu: Thiếu nữ nhỏ bé nhưng có thể đưa ra lời giải cho những bí ẩn kì quái bằng vốn kiến thức uyên bác của mình… Lần này, tôi muốn giới thiệu với các bạn một nhân vật khiến người ta không thể “trông mặt mà bắt hình dong” như thế - nữ thám tử tài ba Miêu Miêu! Với vẻ ngoài gầy gò và nhỏ nhắn, Miêu Miêu trông trẻ con hơn nhiều so với độ tuổi 17. Cô có những hiểu biết đáng kinh ngạc về Dược học nhờ tiếp thu từ nghĩa phụ là lang y, và nhờ lòng ham mê tìm hiểu đến độ dùng chính cơ thể mình để thực nghiệm chất độc. Bị đưa vào hậu cung, nơi các phi tần của Hoàng đế sinh sống, cô đã định sống cuộc đời thầm lặng của một nô tì song vẫn không thể kìm nén được lòng hiếu kì vốn có. Từ một chuyện tình cờ, cô trở thành người nếm thức ăn thử độc cho sủng phi của Hoàng đế, rồi cùng Nhâm Thị - viên thái giám có dung mạo đẹp đẽ và thân phận bí ẩn - bước vào những vụ án hóc búa liên tục xảy ra nơi hậu cung… À, nghe nói bản tankobon tiểu thuyết của tác giả Natsu Hyuga đã được giới thiệu trên tạp chí chuyên môn của một hội học thuật về Dược học. Hi vọng Conan cũng sẽ xuất hiện trên tạp chí chuyên môn của một hội học thuật nào đó về Thám tử học… Mà có hội nào như thế không ta… (Ha ha)” (Khuyên đọc… “Tập 1 (Truyện hậu cung)”)",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-01-12",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 11.3 x 17.6 x 1.5 cm",
      "trang": "184",
      "trongluong": "200",
      "quantity": "40",
      "danhMucId": 3,
      "id": 8
    },
    {
      "title": "Thám Tử Lừng Danh Conan - Tuyển Tập Đặc Biệt : Vs. Kaito Kid Perfect Edition - Tập 1",
      "price": "70000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166634/luucfoypbyhkpor2mnja.jpg",
      "desc": "Thám Tử Lừng Danh Conan - Tuyển Tập Đặc Biệt: Vs Kaito Kid Perfect Edition\n \n\n\nCác câu chuyện được tuyển chọn và biên soạn từ 6 phần: “Conan VS. Kaito Kid”, “Án mạng ở câu lạc bộ yêu ảo thuật”,“Cuộc hội ngộ của các thám tử!”,“Kaito Kid và màn trình diễn đi trên không trung”,“Chuyến thám hiểm ngôi nhà kì quái”, “Kaito Kid và 4 bức danh họa”!!\n\nKaito Kid - Siêutrộm 1412 – tái xuất sau 8 năm vắng bóng khiến dư luận xôn xao!! Tập 1 phiên bản hoàn chỉnh chọn lọc những trận đấu trí đỉnh cao giữa thám tử nhí Edogawa Conan và siêu trộm Kid, tiêu biểu là lần chạm trán đầu tiên giữa hai kì phùng địch thủ!!",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-01-31",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 13.0 x 19.0 x 1.1 cm",
      "trang": "448",
      "trongluong": "622",
      "quantity": "9",
      "danhMucId": 3,
      "id": 9
    },
    {
      "id": 10,
      "title": "Shin Cậu Bé Bút Chì - Phiên Bản Hoạt Hình Màu Tập 32: Bé Ai Gia Nhập Đội Phòng Vệ Kasukabe?",
      "price": "40000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166709/jsfbmoaui24s9u7sdmlr.jpg",
      "desc": "Shin Cậu Bé Bút Chì - Phiên Bản Hoạt Hình Màu Tập 32: Bé Ai Gia Nhập Đội Phòng Vệ Kasukabe?\n \n\nĐược phát hành lần đầu vào năm 1992, bộ truyện sớm gây được tiếng vang đối với độc giả Nhật Bản và nhiều nước khác trên thế giới. Vài năm sau đó, loạt phim hoạt hình về cậu bé Shin cũng được sản xuất và phát sóng liên tục cho đến bây giờ.\n\nVề hình thức thể hiện, tác giả sử dụng bút pháp đơn giản, thậm chí có vẻ \"ngây ngô\" hơn so với các bộ manga khác. Nội dung truyện cũng đơn giản: tất cả xoay quanh nhân vật chính là cậu bé Shin 5 tuổi với những mối quan hệ thân sơ, bố mẹ, hàng xóm, thầy cô, bạn bè, người quen và... cả những người không quen.\n\nMỗi tập truyện khoảng 190 trang, nhưng cứ thử cầm lên xem, bạn sẽ không thể rời mắt khỏi cuốn sách cho đến tận trang cuối cùng. Với tài năng kể chuyện hấp dẫn, tác giả đã biến các trang sách của mình thành những sân chơi ngập tràn tiếng cười của những cô bé, cậu bé hồn nhiên và một thế giới tuổi thơ đa sắc màu. \n\nNhững bài học giáo dục nhẹ nhàng, thấm thía cũng được lồng ghép một cách khéo léo trong từng tình huống truyện. Có thể Shin là một cậu bé cá tính, hiếu động. Có thể những trò tinh nghịch của Shin đôi khi quá trớn, chẳng chừa một ai. Nhưng sau những \"sự cố\" do Shin gây ra, người lớn thấy mình cần \"quan tâm\" đến trẻ con nhiều hơn nữa, các bạn đọc nhỏ tuổi chắc hẳn cũng được dịp nhìn nhận lại bản thân, để phân biệt điều tốt điều xấu trong cuộc sống.\nCộng thêm hình ảnh có màu sắc sẽ khiến cho bộ truyện càng thêm hấp dẫn, hãy cùng theo dõi diễn biến trong mỗi tập nhé.",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2021-12-16",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 13.0 x 18.0 x 1.0 cm",
      "trang": "188",
      "trongluong": "388",
      "quantity": 5,
      "danhMucId": 4
    },
    {
      "title": "Shin - Cậu Bé Bút Chì - Đặc Biệt Tập 8 (Tái Bản 2021)",
      "price": "19000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166810/soza0a7xekw6uxgng6c7.jpg",
      "desc": " Shin - Cậu Bé Bút Chì - Đặc Biệt Tập 8\n\n \n\nCrayon Shin-chan (tên tiếng Việt: Shin-cậu bé bút chì) của tác giả Yoshito Usui là một trong những bộ manga nổi tiếng của Nhật Bản. Sau khi tập 50 được xuất bản tại Nhật vào năm 2010, tác giả tiếp tục đăng tải những mẩu truyện ngắn đầy thú vị xoay quanh nhân vật chính, cậu bé Shin tinh nghịch đáng yêu, lên nguyệt san Town Manga.\n\n \n\nBộ Shin đặc biệt tập hợp những mẩu truyện ngắn đã được đăng trên nguyệt san này.\n\n \n\nVậy Shin- Cậu bé bút chì đặc biệt này có gì khác so với bộ thường mà nhà xuất bản đang gửi tới bạn đọc?\n\n \n\nĐiều đầu tiên, chắc các bạn cũng biết, đó là bộ đặc biệt này sẽ được phát hành đồng thời với bên Nhật. Tức là không phải chờ lâu mới được cầm trên tay cuốn truyện hài hước mà các bạn đang mong chờ, các otaku (fan truyện tranh) bên Nhật được cầm trên tay cuốn đặc biệt lúc nào, các bạn cũng được sở hữu nó ngay lúc đó.\n\n \n\nĐiều đầu tiên, chắc các bạn cũng biết, đó là bộ đặc biệt này sẽ được phát hành đồng thời với bên Nhật. Tức là không phải chờ lâu mới được cầm trên tay cuốn truyện hài hước mà các bạn đang mong chờ, các otaku (fan truyện tranh) bên Nhật được cầm trên tay cuốn đặc biệt lúc nào, các bạn cũng được sở hữu nó ngay lúc đó.\n\n \n\nĐiều đầu tiên, chắc các bạn cũng biết, đó là bộ đặc biệt này sẽ được phát hành đồng thời với bên Nhật. Tức là không phải chờ lâu mới được cầm trên tay cuốn truyện hài hước mà các bạn đang mong chờ, các otaku (fan truyện tranh) bên Nhật được cầm trên tay cuốn đặc biệt lúc nào, các bạn cũng được sở hữu nó ngay lúc đó.",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-02-15",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 14.5 x 20.5 x 1.5 cm",
      "trang": "108",
      "trongluong": "120",
      "quantity": "7",
      "danhMucId": 4,
      "id": 11
    },
    {
      "title": "Dragon Ball Full Color - Phần Bốn: Frieza Đại Đế - Tập 2",
      "price": "79000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645166928/lxzkho5yubl2kklahivf.jpg",
      "desc": "Dragon Ball Full Color - Phần Bốn: Frieza Đại Đế - Tập 2\n \nDRAGON BALL là một Manga kinh điển với tầm ảnh hưởng lớn đến mức nào! Một bộ truyện chúng ta đã gắn bó suốt từ nhỏ, ăn cùng, ngủ cùng, bắt gặp hình ảnh ở khắp mọi nơi, vậy thì chẳng có lí do gì mà không sở hữu 1 phiên bản rực rỡ sắc màu như thế này cả! Nhất là khi Giấc mơ thuở bé nay đã thành sự thực nữa!\n\nNếu bạn là fan của DRAGON BALL - 7 VIÊN NGỌC RỒNG và những cuộc phiêu lưu của Khỉ Con Son Goku thì DRAGON BALL FULL COLOR sẽ làm bạn thích thú hơn nữa khi 100% cuốn truyện mà chúng ta yêu thích đều CÓ MÀU! Các nhân vật sẽ xuất hiện trước mắt bạn với màu da, màu tóc, phục trang và những khung cảnh vô cùng sống động! Những màn chiến đấu đặc trưng của DRAGON BALL cũng vì thế mà trở nên hoành tráng hơn bao giờ hết!!\n\n\nSau thời gian dài chuẩn bị và trao đổi với đại diện của tác giả Akira Toriyama, bộ truyện đã được NXB Kim Đồng phát hành với 100% bản quyền, phần ruột sách in màu rực rỡ trên giấy couché, có bìa áo 5 màu phản quang cực kì ấn tượng!! Chắc chắn sẽ là một món quà dành cho các Fan của Son Goku trong mùa hè 2020 này!!\n\n\nDragon Ball Full Color có tổng cộng 32 tập, chia thành 6 phần, tương ứng với từng giai đoạn trưởng thành của Son Goku:\nPhần 1: Thời niên thiếu của Son Goku (8 tập)\nPhần 2: Đại ma vương Piccolo (4 tập)\nPhần 3: Cuộc đổ bộ của người Saiya (3 tập)\nPhần 4: Frieza Đại Đế (5 tập)\nPhần 5: Truy lùng Cell Bọ Hung (6 tập)\nPhần 6: Ma Buu (6 tập)",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2021-12-09",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 11.3 x 17.6 x 2.0 cm",
      "trang": "248",
      "trongluong": "415",
      "quantity": "20",
      "danhMucId": 5,
      "id": 12
    },
    {
      "title": "Dragon Ball Full Color - Phần Bốn: Frieza Đại Đế - Tập 1",
      "price": "89000",
      "img": "http://res.cloudinary.com/deob8p0s0/image/upload/v1645167023/n1vffaqrpth3s5o0kahd.jpg",
      "desc": "Dragon Ball Full Color - Phần Bốn: Frieza Đại Đế - Tập 1\n \nDRAGON BALL là một Manga kinh điển với tầm ảnh hưởng lớn đến mức nào! Một bộ truyện chúng ta đã gắn bó suốt từ nhỏ, ăn cùng, ngủ cùng, bắt gặp hình ảnh ở khắp mọi nơi, vậy thì chẳng có lí do gì mà không sở hữu 1 phiên bản rực rỡ sắc màu như thế này cả! Nhất là khi Giấc mơ thuở bé nay đã thành sự thực nữa!\n\nNếu bạn là fan của DRAGON BALL - 7 VIÊN NGỌC RỒNG và những cuộc phiêu lưu của Khỉ Con Son Goku thì DRAGON BALL FULL COLOR sẽ làm bạn thích thú hơn nữa khi 100% cuốn truyện mà chúng ta yêu thích đều CÓ MÀU! Các nhân vật sẽ xuất hiện trước mắt bạn với màu da, màu tóc, phục trang và những khung cảnh vô cùng sống động! Những màn chiến đấu đặc trưng của DRAGON BALL cũng vì thế mà trở nên hoành tráng hơn bao giờ hết!!\n\n\nSau thời gian dài chuẩn bị và trao đổi với đại diện của tác giả Akira Toriyama, bộ truyện đã được NXB Kim Đồng phát hành với 100% bản quyền, phần ruột sách in màu rực rỡ trên giấy couché, có bìa áo 5 màu phản quang cực kì ấn tượng!! Chắc chắn sẽ là một món quà dành cho các Fan của Son Goku trong mùa hè 2020 này!!\n\n\nDragon Ball Full Color có tổng cộng 32 tập, chia thành 6 phần, tương ứng với từng giai đoạn trưởng thành của Son Goku:\nPhần 1: Thời niên thiếu của Son Goku (8 tập)\nPhần 2: Đại ma vương Piccolo (4 tập)\nPhần 3: Cuộc đổ bộ của người Saiya (3 tập)\nPhần 4: Frieza Đại Đế (5 tập)\nPhần 5: Truy lùng Cell Bọ Hung (6 tập)\nPhần 6: Ma Buu (6 tập)",
      "nxb": "NXB Kim Đồng",
      "ngayxb": "2022-02-08",
      "nph": "NXB Kim Đồng",
      "size": "đóng hàng (RxDxC) 11.3 x 17.6 x 2.0 cm",
      "trang": "248",
      "trongluong": "415",
      "quantity": 4,
      "danhMucId": 5,
      "id": 13
    }
  ],
  "danhMuc": [
    {
      "id": 1,
      "title": "Bộ Truyện One Piece"
    },
    {
      "id": 2,
      "title": "Bộ truyện Doreamon"
    },
    {
      "id": 3,
      "title": "Bộ truyện Conan"
    },
    {
      "id": 4,
      "title": "Bộ truyện Sin"
    },
    {
      "id": 5,
      "title": "Bộ truyện Dragon Ball"
    }
  ],
  "users": [
    {
      "email": "nguyenngocky1995@gmail.com",
      "password": "$2a$10$/FVOyjIpZDMBNcIQiVTp/.XxugpTkOSVLD8.KgpGVIpNC5wm24PP2",
      "name": "Nguyễn Ngọc Kỳ",
      "role": 1,
      "id": 1
    },
    {
      "email": "kynn@fpt.edu.vn",
      "password": "$2a$10$URmClLqyveov7aiVkPSWE.vDy5y8755AO5zCUtkLnvBJHMp50I6xa",
      "name": "ky",
      "role": 0,
      "id": 2
    },
    {
      "email": "sangnc@fpt.edu.vn",
      "password": "$2a$10$AdyZn.LDXy9UxE./KuDtv.lVyvAflkHNj.LZmFp8QwicH41j7MwNC",
      "name": "Vivo s23a",
      "role": 0,
      "id": 3
    }
  ]
}